import './FooterPagesLayout.css';

const PrivacyPolicy = () => {
    return (
        <div className="footer__page__content__container">
            <h1>Политика конфиденциальности ООО «Аптекарский остров»</h1>

            <div className="section">
                <h2>1. Общие положения</h2>
                <p>1.1. Политика конфиденциальности (далее по тексту – Политика) действует в отношении всей информации, включая персональные данные,
                    которую ООО «Аптекарский остров» (далее по тексту – Общество) может получить о посетителе и / или пользователе забронировавшего товар
                    (далее по тексту в целях настоящей Политики – пользователь) во время посещения веб-сайта Общества по адресу
                    <a href="https://www.вашдомен.ru/">https://www.вашдомен.ru/</a>,  мобильной версии веб-сайта
                    (далее по тексту – веб-сайт, или Сервис Аптекарский остров). Все остальные условия обработки персональных данных регулируются
                    Политикой обработки персональных данных ООО «Аптекарский остров», которая доступна для ознакомления по адресу:
                    <a href="https://www.вашдомен.ru/company/policy/">https://www.вашдомен.ru/company/policy/</a>.</p>

                <p>1.2. Использование Сервиса Аптекарский остров означает безусловное согласие пользователя с настоящей Политикой и указанными в ней правилами обработки его персональных данных. Путем заполнения электронных форм на веб-сайте и в приложении Общества, пользователь дает свое согласие ООО «Аптекарский остров» (ИНН указывается при регистрации) на обработку своих персональных данных, указанных при регистрации.</p>

                <p>1.3. Настоящая Политика применяется только к Сервису Аптекарский остров. Общество не несет ответственности за интернет-ресурсы третьих лиц, на которые пользователь может перейти по ссылкам, доступным на веб-сайте или в мобильном приложении Общества.</p>

                <p>1.4. Общество вправе вносить изменения в настоящую Политику без дополнительного согласия пользователя. Новая редакция Политики вступает в силу с момента её публикации на Сервисе Аптекарский остров.</p>

                <p>1.5. Вопросы о Политике принимаются в письменной форме на адрес: info@вашдомен.ru</p>

                <p>1.6. Общество собирает и обрабатывает информацию, которую пользователь предоставляет о себе самостоятельно при регистрации, оформлении заказа или при использовании Сервиса Аптекарский остров, включая свои персональные данные:
                    <ul>
                        <li>адрес электронной почты;</li>
                        <li>ФИО;</li>
                    </ul></p>

                <p>1.7. В процессе использования Сервиса Аптекарский остров с помощью установленного на устройстве пользователя программного обеспечения передаются следующие данные:
                    <ul>
                        <li>уникальные идентификаторы устройств и другие диагностические данные об устройстве пользователя;</li>
                        <li>тип и версия браузера;</li>
                        <li>адрес интернет-протокола устройства пользователя (например, IP-адрес);</li>
                        <li>страницы веб-сайта;</li>
                        <li>время посещения;</li>
                        <li>затраченное на страницы время;</li>
                        <li>данные файлов cookie.</li>
                    </ul></p>

                <p>1.8. Общество использует данные файлов cookie (cookie-файлы) и иные технологии отслеживания активности пользователя на веб-сайте и хранения данных. Cookie-файлы представляют собой файлы, которые могут включать анонимный уникальный идентификатор. Cookie-файлы отправляются в браузер с веб-сайта и хранятся на устройстве пользователя.</p>

                <p>1.9. Cookie-файлы позволяют собирать и отслеживать данные для анализа и последующего улучшения сервисов веб-сайта Общества.</p>

                <p>1.10. Пользователь может отказаться от передачи всех cookie-файлов. При этом некоторые функции веб-сайта и мобильного приложения Общества могут быть недоступны для пользователя.</p>
            </div>

            <div className="section">
                <h2>2. Цели сбора и обработки информации о пользователях</h2>
                <p>2.1. Общество собирает и хранит только ту персональную информацию, которая необходима для предоставления сервисов или исполнения соглашений с пользователем, а также в случаях, предусмотренных законодательством РФ.</p>

                <p>2.2. Персональная информация пользователя, указанная пользователем на веб-сайте Общества, может использоваться Обществом в следующих целях:
                    <ul>
                        <li>идентификация и предоставление пользователю доступа к ресурсам веб-сайта;</li>
                        <li>установление с пользователем обратной связи по запросу пользователя;</li>
                        <li>исполнение обязательств по договору с пользователем;</li>
                        <li>проверка достоверности и полноты персональных данных, предоставленных пользователем;</li>
                        <li>предоставление пользователю клиентской и технической поддержки при возникновении проблем, связанных с использованием веб-сайта Общества;</li>
                        <li>направление информационных сообщений при эксплуатации сервисов веб-сайта Общества;</li>
                        <li>направление рекламных сообщений с отдельного согласия пользователя на получение таких уведомлений;</li>
                        <li>проведение статистических и маркетинговых исследований на основе обезличенных данных;</li>
                        <li>иные цели, прямо обозначенные в Политике обработки персональных данных.</li>
                    </ul></p>
            </div>

            <div className="section">
                <h2>3. Условия обработки персональной информации пользователей и ее передачи третьим лицам</h2>
                <p>3.1. Обработка персональной информации пользователя осуществляется в соответствии с Политикой обработки персональных данных Общества на основании согласия пользователя, кроме случаев, предусмотренных Федеральным законодательством.</p>

                <p>3.2. Общество вправе передать персональную информацию пользователя третьим лицам в следующих случаях:
                    <ul>
                        <li>пользователь выразил согласие на такие действия;</li>
                        <li>передача необходима для использования пользователем веб-сайта или мобильного приложения Общества либо для исполнения договора с пользователем;</li>
                        <li>в целях обеспечения защиты прав и законных интересов Общества;</li>
                        <li>в иных случаях, предусмотренных Федеральным законодательством.</li>
                    </ul></p>

                <p>3.3. Веб-сайт Общества может содержать ссылки на другие интернет-ресурсы. Общество не контролирует и не берет на себя ответственность за содержимое таких интернет-ресурсов, их политику конфиденциальности или действия сторонних интернет-ресурсов.</p>
            </div>

            <div className="section">
                <h2>4. Меры для защиты персональной информации пользователей</h2>
                <p>4.1. При обработке персональной информации Общество принимает необходимые правовые, организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, копирования, изменения, уничтожения, блокирования, распространения персональной информации, и иных неправомерных действий.</p>
            </div>

            <div className="section">
                <h2>5. Обязательства Общества и пользователей</h2>
                <p>5.1. Пользователь обязан предоставлять Обществу достоверную персональную информацию, необходимую для пользования веб-сайта Общества.</p>

                <p>5.2. Пользователь обязан уведомлять Общество об изменении своих персональных данных.</p>

                <p>5.3. Общество обязано осуществлять сбор и обработку персональной информации пользователя с соблюдением принципов и правил, предусмотренных Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных».</p>

                <p>5.4. Общество обязано использовать полученную персональную информацию пользователя исключительно для целей, указанных в настоящей Политике.</p>

                <p>5.5. Общество обязано обеспечивать конфиденциальность персональной информации пользователя.</p>
            </div>

            <div className="section">
                <h2>6. Сведения о документе</h2>
                <p>6.1. Настоящая Политика разработана в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных».</p>

                <p>6.2. Методологической основой для разработки настоящей Политики является Политика обработки персональных данных Общества.</p>

                <p>6.3. Настоящая Политика вступает в действие с момента утверждения её Генеральным директором Общества.</p>
            </div>

            <div className="section">
                <h2>7. Порядок внесения изменений</h2>
                <p>7.1. Внесение изменений в настоящую Политику осуществляет Отдел информационной безопасности Общества.</p>
            </div>
        </div>
    );
}

export default PrivacyPolicy;