import './FooterPagesLayout.css';

const TermsOfUsePage = () => {
    return (
        <div className="footer__page__content__container">
            <h1>Пользовательское соглашение</h1>

            <div class="section">
                <p>
                    Настоящее Пользовательское соглашение (далее — «Соглашение») регулирует отношения между <strong>ООО «Аптекарский остров»</strong> (ОГРН 1147746631988, ИНН 7704865540,
                    адрес местонахождения юридического лица: <strong>Санкт-Петербург, Ярославский пр-т, 32, литер Г, помещение 2-Н</strong>,
                    имеющее лицензию на фармацевтическую деятельность № Л042-01177-91/00587270 от 09.12.2020 г и разрешение на дистанционную
                    торговлю № Р013-00110-50/00654178 от 30.05.2023 г), (далее — Аптекарский остров) и Посетителем /
                    Пользователем по использованию Сервиса Аптекарский остров на следующих условиях:
                </p>

                <p>
                    Посетитель / Пользователь соглашается, что любое использование Сервиса Аптекарский остров, включая просмотр информации о Товарах без авторизации или авторизацию и совершение действий по резервированию, заказу и покупке Товара, свидетельствует о полном согласии Посетителя / Пользователя с условиями настоящего Соглашения в редакции, действовавшей на момент фактического использования Сервиса.
                </p>
            </div>

            <div class="section">
                <h2>1. Термины и определения</h2>

                <p><strong>Личный кабинет</strong> — персональный раздел Пользователя на Сервисе Аптекарский остров, созданный в результате регистрации Пользователя на Сервисе и связанный с его учетной записью, в котором Пользователю доступно взаимодействие с Сервисом на условиях настоящего Соглашения.</p>

                <p><strong>Регистрация</strong> — совокупность действий Пользователя в соответствии с указанными на Сервисе инструкциями, включая предоставление данных и иной информации, совершаемых Пользователем при оформлении Заказа и/или Предварительного заказа на Сервисе в первый раз посредством применения одноразового индивидуального кода из SMS-сообщения, полученного по номеру телефона Пользователя, или с использованием сервиса Сбер ID (функционал ПАО Сбербанк по передаче персональных данных Пользователя, предоставляемый Аптекарский остров в целях аутентификации Пользователя и автозаполнения данных о Пользователе на Сервисе), в том числе посредством бесшовного метода (метод аутентификации Пользователя на Сервисе с использованием Сбер ID, посредством которого при переходе с информационного ресурса ПАО Сбербанк или партнера ПАО Сбербанк на Сервис Аптекарский остров повторная аутентификация не осуществляется).</p>

                <p><strong>Авторизация</strong> — совокупность действий Пользователя в соответствии с указанными на Сервисе инструкциями, совершаемых Пользователем для входа в Личный кабинет, производимого посредством применения одноразового индивидуального кода из SMS-сообщения, полученного по номеру телефона Пользователя, или с использованием сервиса Сбер ID, в том числе посредством бесшовного метода, в целях оформления Заказа и/или Предварительного Заказа с использованием Сервиса.</p>
            </div>

            <div class="section">
                <p><strong>Пользователь</strong> — совершеннолетнее и/или дееспособное физическое лицо, зарегистрированное на Сервисе Аптекарский остров согласно условиям Пользовательского соглашения, использующее Сервис в информационных целях, а также в целях резервирования и/или приобретения Товаров с использованием функциональных возможностей Сервиса. Пользователи вправе использовать программу лояльности Аптекарский остров.</p>

                <p><strong>Несовершеннолетние физические лица и лица, не достигшие возраста 14 лет</strong>, могут самостоятельно совершать на Сервисе мелкие бытовые сделки по приобретению товара, который не является угрозой для их жизни и здоровья.</p>

                <p><strong>Посетитель</strong> — любое физическое лицо, не прошедшее процедуру регистрации на Сервисе Аптекарский остров, но при этом использующее Сервис для просмотра информации. Программа лояльности Аптекарский остров не распространяется на Посетителей.</p>
            </div>

            <div class="section">
                <p><strong>Продавец</strong> — ООО «Аптекарский остров» (ОГРН 1147746631988, ИНН 7704865540, адрес местонахождения юридического лица: Санкт-Петербург, Ярославский пр-т, 32, литер Г, помещение 2-Н), а также любое юридическое лицо (либо индивидуальный предприниматель), обладающее необходимой правоспособностью, а также соответствующей лицензией на фармацевтическую деятельность и осуществляющее деятельность по продаже и доставке Товаров с использованием Сервиса Аптекарский остров (далее — Партнерская аптека), перечень которых указан на странице в сети интернет по адресу: <a href="https://www.вашдомен.ru/company/pickup/">https://www.вашдомен.ru/company/pickup/</a>.</p>
            </div>

            <div class="section">
                <p><strong>Сервис Аптекарский остров</strong> — Интернет-ресурс, размещённый на сайте в сети Интернет по адресу <a href="https://www.вашдомен.ru">www.вашдомен.ru</a>,  включая все уровни указанного домена (далее — Сайт), доступный Пользователю через Сайт, мобильную версию Сайта, приложения и иные ресурсы, представляющий собой базу данных о Товарах, которая имеет инструментарий для Заказа и/или Предварительного заказа Пользователем Товаров, выбранных с использованием Сервиса. Обозначение «Аптекарский остров» является зарегистрированным товарным знаком, принадлежащим ООО «Аптекарский остров».</p>
            </div>

            <div class="section">
                <p><strong>Товар</strong> — объект гражданских прав, не изъятый из гражданского оборота, доступный к Заказу и/или Предварительному заказу с использованием Сервиса Аптекарский остров.</p>

                <p><strong>Товары</strong>, размещенные на Сервисе Аптекарский остров и разрешённые к розничной продаже дистанционным способом, доступны к покупке (оформлению Заказа).</p>

                <p><strong>Товары</strong>, размещённые на Сервисе Аптекарский остров и запрещённые к розничной продаже дистанционным способом, представлены в ознакомительных целях. В отношении таких Товаров возможно только предварительное резервирование (оформление Предварительного заказа) с последующим приобретением Товара в выбранной аптеке.</p>
            </div>

            <div class="section">
                <p><strong>Предварительный заказ</strong> — оформленный с помощью Сервиса Аптекарский остров запрос Пользователя на резервирование в выбранной аптеке Товара, дистанционная продажа которого запрещена. Предварительный Заказ не является офертой и не образует договор купли-продажи дистанционным способом (как он определён в ст. 497 Гражданского кодекса РФ и ст. 26.1 Закона РФ от 07.02.1992 № 2300-1 «О защите прав потребителей»), а также любого иного договора. Актуальную стоимость, фактическое наличие (в т.ч. аналогов), варианты дозировки и прочую информацию о зарезервированных Товарах Пользователь уточняет в аптеке, непосредственно на месте продажи. Заключение договора между Пользователем и Продавцом происходит в Аптеке Продавца после фактического осмотра и ознакомления Пользователя с потребительскими свойствами Товара и предъявления рецепта врача на приобретаемый лекарственный препарат, в случае такой необходимости.</p>
                <p>
                    <strong>Заказ</strong> – Товары, приобретаемые Пользователем дистанционным способом (как он определён в ст. 497 Гражданского кодекса РФ и ст. 26.1 Закона РФ от 07.02.1992 № 2300-1 «О защите прав потребителей») с использованием Сервиса Аптекарский остров.
                    Заказ может быть оформлен в отношении лекарственных препаратов для медицинского применения (за исключением лекарственных препаратов, отпускаемых по рецепту на лекарственный препарат, наркотических лекарственных препаратов и психотропных лекарственных препаратов, а также спиртосодержащих лекарственных препаратов с объемной долей этилового спирта свыше 25 процентов), которые, на основании Федерального закона от 12.04.2010 № 61-ФЗ «Об обращении лекарственных средств», разрешены к розничной торговле дистанционным способом.
                </p>
            </div>

            <div class="section">
                <p>
                    <strong>Аптека</strong> — Обособленные подразделения аптечных организаций Продавца, включенные в лицензию на фармацевтическую деятельность. Под Аптекой может подразумеваться как аптечная организация Аптекарский остров, так и Партнерская аптека.
                </p>
            </div>
            <div class="section">
                <h2>2. Предмет и общие положения</h2>
                <p>
                    <strong>2.1.</strong> Используя Сервис Аптекарский остров и/или его отдельные функции, Пользователь считается принявшим условия настоящего Соглашения без каких-либо оговорок и исключений. Использование Пользователем Сервиса Аптекарский остров технически невозможно без согласия с условиями настоящего Соглашения. В случае, если Аптекарский остров были внесены какие-либо изменения в настоящее Соглашение, с которыми Пользователь не согласен, он обязан прекратить использование Сервиса Аптекарский остров.
                </p>

                <p>
                    <strong>2.2.</strong> Аптекарский остров оставляет за собой право изменять условия настоящего Соглашения и всех его неотъемлемых частей без согласования с Пользователем с уведомлением последнего посредством размещения в Сервисе Аптекарский остров новой редакции Соглашения или какой-либо его неотъемлемой части, подвергшейся изменениям. Новая редакция Соглашения и/или какая-либо его неотъемлемая часть вступает в силу с момента опубликования, если иной срок вступления изменений в силу не определен Аптекарский остров при их опубликовании. Действующая редакция Соглашения и всех приложений к нему всегда находится в публичном доступе на сайте <a href="https://www.вашдомен.ru/">https://www.вашдомен.ru</a>  в разделе: «Пользовательское соглашение».
                </p>

                <p>
                    <strong>2.3.</strong> Аптекарский остров оказывает Пользователю услуги по предоставлению доступа к Сервису Аптекарский остров в целях ознакомления с Товарами, доступными к дистанционной продаже, а также Товарами, имеющимися в ассортименте аптек, которые не доступны к дистанционной продаже, получению (в т.ч. по результатам поиска) информации, оформлению Заказа и/или Предварительного Заказа, выбору способа получения, оплаты, а также регулирования взаимоотношений между Пользователем и Продавцом. При этом обязательным условием оказания услуг Аптекарский остров, в соответствии с настоящим Соглашением, является принятие, соблюдение Пользователем и применение к отношениям Сторон требований и положений, определенных настоящим Соглашением.
                </p>
            </div>
            <div className="section">
                <h2>3. Регистрация и авторизация</h2>

                <p>
                    <strong>3.1.</strong> Для получения доступа к Сервису Аптекарский остров или его некоторым отдельным функциям, Пользователю необходимо пройти процедуру индивидуальной идентификации (Регистрации или Авторизации в случае, если ранее для Пользователя была создана уникальная учетная запись). Пользователю необходимо указать персональные данные в различных формах Сервиса Аптекарский остров для создания учетной записи.
                </p>

                <p>
                    <strong>3.2.</strong> При регистрации на Сервисе Аптекарский остров, а также при дальнейшем его использовании, Пользователь соглашается на обработку персональных данных в порядке и на условиях, указанных в Политике в отношении обработки персональных данных и Политике конфиденциальности, размещенных на сайте <a href="https://www.вашдомен.ru/">https://www.вашдомен.ru</a>  в разделах: «Политика в отношении обработки персональных данных» и «Политика конфиденциальности», как ООО «Аптекарский остров» (ОГРН 1147746631988, ИНН 7704865540, адрес местонахождения юридического лица: Санкт-Петербург, Ярославский пр-т, 32, литер Г, помещение 2-Н), так и третьими лицами, указанными в Политике в отношении обработки персональных данных, для чего предоставляет Аптекарский остров свои регистрационные данные, включая, но не ограничиваясь: Ф.И.О., номер телефона, адрес электронной почты, адрес места нахождения, пол, дату рождения, а также иные сведения, которые Пользователь сочтет возможным предоставить.
                </p>

                <p>
                    <strong>3.2.1.</strong> Индивидуальная идентификация Пользователя позволяет избежать несанкционированных действий третьих лиц от имени Пользователя. Пользователь, зарегистрировавшийся на Сервисе Аптекарский остров, для получения доступа к Личному кабинету проходит индивидуальную идентификацию следующими способами:<br />
                    <br />
                    Путем ввода кода доступа, направленного Аптекарский остров на указанный в Личном кабинете контактный номер телефона при помощи email-сообщения.
                </p>

                <p>
                    <strong>3.3.</strong> Для регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе по вопросам, предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном состоянии. Если Пользователь предоставляет неверную информацию или у Аптекарский остров есть основания полагать, что предоставленная Пользователем информация неполна или недостоверна, Аптекарский остров имеет право по своему усмотрению заблокировать либо удалить учетную запись Пользователя и отказать Пользователю в использовании своих сервисов (либо их отдельных функций).
                </p>

                <p>
                    <strong>3.4.</strong> При регистрации Пользователь самостоятельно выбирает себе имя учетной записи Пользователя (далее — Логин). Логин не должен содержать в себе нецензурную лексику и грубые выражения, а также паспортные данные. Аптекарский остров вправе запретить использование Логинов, не отвечающих условиям данного пункта, а также устанавливать требования к Логину (длина, допустимые символы и т.д.).
                </p>

                <p>
                    <strong>3.5.</strong> Пользователь самостоятельно несет ответственность за все действия (а также их последствия) в рамках или с использованием Сервиса Аптекарский остров под учетной записью Пользователя, включая случаи добровольной передачи Пользователем данных для доступа к учетной записи Пользователя третьим лицам на любых условиях (в том числе по договорам или соглашениям).
                </p>

                <p>
                    <strong>3.8.</strong> Передача Пользователем кода доступа третьим лицам не допускается. Пользователь несет ответственность за все возможные негативные последствия, в том числе материальные убытки, в случае передачи кода доступа, учетных данных Личного кабинета, а также предоставлении доступа в Личный кабинет третьим лицам.
                </p>

                <p>
                    <strong>3.9.</strong> Регистрируя Личный кабинет на Сервисе Аптекарский остров, а равно вводя идентификационный код доступа, Пользователь подтверждает свое согласие с тем, что:
                </p>

                <p>
                    <strong>3.9.1.</strong> Регистрационные данные (в том числе персональные данные) указаны им добровольно;
                </p>

                <p>
                    <strong>3.9.2.</strong> Регистрационные данные (в том числе персональные данные) передаются в электронной форме по открытым каналам связи сети «Интернет», используются (обрабатываются, собираются, систематизируются, хранятся и обрабатываются другими способами) Аптекарский остров для реализации целей, указанных в настоящем Соглашении и в этих же целях могут быть переданы третьим лицам в соответствии с Политикой в отношении обработки персональных данных и Политикой конфиденциальности, расположенных на сайте <a href="https://www.вашдомен.ru/">https://www.вашдомен.ru</a>  в разделах: «Политика в отношении обработки персональных данных» и «Политика конфиденциальности»;
                </p>

                <p>
                    <strong>3.9.3.</strong> Данное Пользователем согласие на обработку его регистрационных данных (в том числе персональных данных) выдано на срок до прекращения работы Сервиса Аптекарский остров и может быть отозвано Пользователем или его законным представителем, подачей письменного заявления, направленного по адресу электронной почты: support@вашдомен.ru или почтовый адрес: Санкт-Петербург, Ярославский пр-т, 32, литер Г, помещение 2-Н. Обработка персональных данных в этом случае прекращается Аптекарский остров в установленные законом сроки. Учетная запись и Личный кабинет Пользователя подлежат удалению.
                </p>

                <p>
                    <strong>3.9.6.</strong> Пользователь не вправе воспроизводить, повторять и копировать, продавать, а также использовать для каких-либо коммерческих целей какие-либо части сервисов «Аптекарский остров», а также товарный знак Аптекарский остров.
                </p>

                <p>
                    <strong>3.10.</strong> Аптекарский остров не несет ответственности за точность и правильность информации, предоставляемой Пользователем при регистрации, а также за возможные негативные последствия, вызванные предоставлением Пользователем неточной или неправильной информации о себе.<br />
                    <br />
                    Аптекарский остров оставляет за собой право в любой момент потребовать от Пользователя подтверждения информации, указанной при регистрации, не предоставление которой, по усмотрению Аптекарский остров, может быть приравнено к предоставлению недостоверной информации и повлечь за собой блокировку или удаление учетной записи Пользователя.
                </p>
            </div>
            <div className="section">
                <h2>4. Оформление Заказов и Предварительных заказов</h2>

                <p>
                    <strong>4.1.</strong> После выбора и помещения Товара в Корзину, Пользователь может оформить Заказ в отношении Товара, разрешенного к розничной продаже дистанционным способом, либо оформить Предварительный заказ, с последующим получением в Аптеке, если в отношении выбранного Товара дистанционная продажа запрещена.
                </p>

                <p>
                    При оформлении Заказа и/или Предварительного заказа с использованием сервиса Аптекарский остров ответственность за Заказ и/или Предварительный заказ лежит на Пользователе — владельце Личного кабинета.
                </p>

                <p>
                    Все взаимоотношения, связанные с куплей-продажей Товаров, возникают между Продавцом и Пользователем непосредственно в Аптеке.
                </p>

                <p>
                    <strong>4.2.</strong> После оформления Заказа, Аптекарский остров направляет Пользователю, способом, указанным в личном кабинете (адрес электронной почты и/или всплывающие сообщения), информацию о подтверждении или отклонении Заказа, с указанием номера, состава, а также информации о месте и дате получения Заказа.<br />
                    <br />
                    Заказ считается оформленным после подтверждения его статуса системой и отправки соответствующего уведомления Пользователю.
                </p>

                <p>
                    <strong>4.2.1.</strong> Оплата Заказа осуществляется только в Аптеке при получении товара. Возможна оплата наличными или банковской картой. Онлайн-оплата недоступна.
                </p>

                <p>
                    <strong>4.2.2.</strong> В случае отмены или аннулирования Заказа денежные обязательства перед Продавцом отсутствуют.
                </p>

                <p>
                    <strong>4.3.</strong> После оформления Предварительного заказа, Аптекарский остров направляет Пользователю, способом, указанным в личном кабинете (адрес электронной почты и/или всплывающие сообщения), информацию о подтверждении или отклонении Предварительного заказа, с указанием номера, состава и стоимости Товаров на момент оформления, а также информацию о дате и месте, где можно будет забрать зарезервированный Товар. Фактическое наличие (включая аналоги), актуальная стоимость и возможные дозировки уточняются в Аптеке.
                </p>

                <p>
                    <strong>4.3.1.</strong> Оплата за Товары Предварительного заказа производится непосредственно в Аптеке, после ознакомления с потребительскими свойствами Товара и заключения договора розничной купли-продажи.
                </p>

                <p>
                    По выбору Пользователя оплата может быть произведена:<br />
                    <br />
                    - Наличными средствами в Аптеке;<br />
                    - Безналичным способом посредством платежной карты в Аптеке.
                </p>

                <p>
                    Предварительный заказ бронируется на срок до 3 дней. Если заказ не будет подтверждён в течение этого срока, он автоматически аннулируется.
                </p>

                <p>
                    <strong>4.3.2.</strong> В случае отмены Предварительного заказа или отказа Пользователя от заключения договора купли-продажи в Аптеке, бронь аннулируется, Товар возвращается в свободную реализацию.
                </p>

                <p>
                    <strong>4.4.</strong> Нажимая кнопку «Оформить», Пользователь подтверждает ознакомление с настоящим Соглашением и полное согласие со всеми его условиями: в том числе обработкой персональных данных, порядком бронирования и получения Товара, условиями доставки и возврата.
                </p>

                <p>
                    <strong>4.5.</strong> Оформляя Заказ и/или Предварительный заказ, Пользователь соглашается с тем, что Аптекарский остров может поручить исполнение Заказа и/или Предварительного заказа третьему лицу.
                </p>

                <p>
                    <strong>4.6.</strong> Оформляя Заказ и/или Предварительный заказ через Сервис Аптекарский остров, Пользователь соглашается на получение информации о статусе Заказа и/или Предварительного заказа:<br />
                    <br />
                    - Электронных писем / всплывающих уведомлений, которые Аптекарский остров может направить Пользователю;<br />
                    - Сообщений на email, указанный Пользователем при регистрации.
                </p>
            </div>
            <div className="section">
                <h2>5. Способы и порядок получения и возврата Товара</h2>

                <p>
                    <strong>5.1.</strong> При формировании Заказа с использованием Сервиса Аптекарский остров Пользователь выбирает способ получения Товара.
                </p>

                <p>
                    <strong>5.1.1.</strong> При условии добавления в корзину Товаров, дистанционная торговля которыми не запрещена законодательством Российской Федерации, Пользователь, формируя Заказ, выбирает один из доступных вариантов его получения.
                </p>

                <p>
                    <strong>5.1.2.</strong> Пользователь имеет возможность воспользоваться Курьерской доставкой Заказа по указанному им адресу (в пределах регионов, доступных для доставки). Информация о доступности услуги и стоимость доставки размещены на сайте <a href="https://www.вашдомен.ru/">https://www.вашдомен.ru</a>,  в разделе «Доставка».
                </p>

                <p>
                    Категории Товаров, доступные к доставке: все Товары, за исключением лекарственных препаратов, отпускаемых по рецепту врача, содержащих наркотические средства, психотропные вещества и их прекурсоры, лекарственных препаратов, содержащих сильнодействующие вещества, радиофармацевтических препаратов, спиртосодержащих лекарственных средств с объемной долей этилового спирта свыше 25 процентов, а также препаратов, изготовленных аптечными организациями.
                </p>

                <p>
                    <strong>5.1.2.1.</strong> При получении Заказа Пользователь обязан осмотреть доставленный товар и проверить целостность транспортной упаковки. Самостоятельно вскрыть упаковку, сверить содержимое Заказа с оформленным ранее, проверить срок годности и внешний вид Товаров. В случае, если во время приемки Пользователь не сообщил курьеру или Продавцу об утрате, недостаче или повреждении Товара, считается, что Заказ получен полностью и в надлежащем виде. После получения Заказа Пользователь лишается права на предъявление претензий относительно количества, комплектности, внешнего вида и сроков годности Товаров.
                </p>

                <p>
                    <strong>5.1.3.</strong> Пользователь имеет возможность самостоятельно забрать Заказ из выбранной им Аптеки. В случае получения Товара в Партнерской аптеке минимальная сумма заказа может быть установлена и доведена до сведения Пользователя в момент выбора Аптеки. В собственных аптеках Аптекарский остров минимальная сумма заказа не устанавливается.
                </p>

                <p>
                    Срок хранения Заказа в выбранной Аптеке составляет до 3 (трех) календарных дней с момента подтверждения Заказа.<br />
                    <br />
                    Если Заказ не будет забран в течение этого срока, он аннулируется без дополнительного уведомления.
                </p>

                <p>
                    <strong>5.1.4.</strong> Если Пользователь не получил Заказ в течение срока хранения, указанный в предыдущем пункте, Аптекарский остров вправе аннулировать Заказ без дополнительного информирования. Оплата (если была произведена) возвращается согласно правилам, установленным законодательством РФ.
                </p>

                <p>
                    <strong>5.2.</strong> При формировании Предварительного заказа на Товары, дистанционная продажа которых запрещена законодательством Российской Федерации (лекарственные препараты, отпускаемые по рецепту врача, содержащие наркотические средства, психотропные вещества и их прекурсоры, лекарственные препараты, содержащие сильнодействующие вещества, радиофармацевтические препараты, спиртосодержащие лекарственные препараты с объемной долей этилового спирта свыше 25%, а также препараты, изготовленные аптечными организациями), Курьерская доставка не предусмотрена.
                </p>

                <p>
                    <strong>5.2.1.</strong> При оформлении Предварительного заказа Пользователь выбирает Аптеку, в которой ему будет удобно забрать зарезервированный Товар после ознакомления с актуальной стоимостью, вариантами дозировки и наличием (включая аналоги).
                </p>

                <p>
                    Срок хранения Предварительного заказа в выбранной Аптеке составляет до 3 (трех) календарных дней с момента подтверждения Предварительного заказа, если иное не указано при оформлении.
                </p>

                <p>
                    <strong>5.2.2.</strong> Если Пользователь не забирает зарезервированный Предварительным заказом Товар в течение указанного срока, Аптекарский остров вправе аннулировать Предварительный заказ и расформировать резерв.
                </p>

                <p>
                    <strong>5.3.</strong> Отказ от Заказа возможен в любое время до его получения.
                </p>

                <p>
                    <strong>5.4.</strong> В случае если Товар был приобретен дистанционным способом, посредством оформления Заказа на Сервисе Аптекарский остров, Пользователь вправе отказаться от Товара надлежащего качества (за исключением Товаров, указанных в п. 5.5. настоящего Соглашения) в течение 7 (семи) дней после его передачи.
                </p>

                <p>
                    <strong>5.5.</strong> Продавец не осуществляет возврат или обмен следующих непродовольственных Товаров надлежащего качества (в соответствии с Постановлением Правительства РФ № 2463 от 31.12.2020 г.):
                </p>

                <ul>
                    <li>Лекарственные препараты;</li>
                    <li>Товары для профилактики и лечения заболеваний в домашних условиях (предметы санитарии и гигиены из металла, резины, текстиля и других материалов, медицинские изделия, средства гигиены полости рта, очковые линзы, предметы по уходу за детьми);</li>
                    <li>Предметы личной гигиены (зубные щетки, расчески, заколки, бигуди для волос, парики, шиньоны и другие аналогичные товары);</li>
                    <li>Парфюмерно-косметические товары;</li>
                    <li>Изделия и материалы, изготовленные из полимерных материалов и контактирующие с пищевыми продуктами (посуда, принадлежности столовые и кухонные, емкости для хранения продуктов);</li>
                    <li>Швейные и трикотажные изделия (бельевые изделия, чулочно-носочные товары);</li>
                    <li>Товары бытовой химии;</li>
                    <li>Иные товары надлежащего качества, возврат которых не предусмотрен действующим законодательством.</li>
                </ul>

                <p>
                    <strong>5.5.1.</strong> Если Пользователю был передан Товар ненадлежащего качества (и иное не было заранее оговорено Продавцом), Пользователь вправе воспользоваться положениями статьи 18 Федерального закона Российской Федерации № 2300-1 от 07.02.1992 «О защите прав потребителей».
                </p>

                <p>
                    <strong>5.5.2.</strong> Товаром ненадлежащего качества считается Товар, который не соответствует требованиям, установленным нормативно-правовыми актами, условиями Соглашения или не соответствует целям использования, для которых он обычно предназначен.
                </p>

                <p>
                    <strong>5.5.2.1.</strong> Отличие элементов дизайна или оформления Товара от заявленного на Сервисе описания/изображений не является признаком ненадлежащего качества.
                </p>

                <p>
                    <strong>5.5.3.</strong> Внешний вид, комплектность и состояние упаковки Товара должны быть проверены Пользователем в момент получения Заказа.
                </p>

                <p>
                    <strong>5.5.4.</strong> Требования о возврате уплаченной суммы удовлетворяются в течение 10 дней со дня предъявления письменного заявления. Денежные средства возвращаются тем же способом, которым производилась оплата.
                </p>

                <p>
                    <strong>5.5.5.</strong> Все претензии по Товарам Пользователь направляет:<br />
                    <br />
                    - по адресу электронной почты: <a href="mailto:cc_claims@вашдомен.ru">cc_claims@вашдомен.ru</a><br />
                    - через раздел «Обратная связь» в Личном кабинете<br />
                    - либо заказным письмом по адресу: Санкт-Петербург, Ярославский пр-т, 32, литер Г, помещение 2-Н
                </p>

                <p>
                    Направляя претензию по электронной почте или через сайт, Пользователь дает согласие на получение ответа в электронном виде на адрес электронной почты, указанный в Личном кабинете.
                </p>
            </div>
            <div className="section">
                <h2>6. Права и обязанности</h2>

                <p>
                    <strong>6.1.</strong> Аптекарский остров имеет право:
                </p>

                <p>
                    <strong>6.1.1.</strong> Изменять настоящее Соглашение в одностороннем порядке, размещая его на Сервисе Аптекарский остров. Все изменения вступают в силу немедленно после публикации и считаются доведёнными до сведения Пользователя с момента такой публикации.
                </p>

                <p>
                    <strong>6.1.2.</strong> Без согласования с Пользователем передавать свои права и обязанности по исполнению обязательств перед Пользователем третьим лицам.
                </p>

                <p>
                    <strong>6.1.3.</strong> Отменить Заказ или аннулировать Предварительный заказ по истечении 3 (трёх) дней с момента оформления, если Пользователь не забрал Товар в выбранной Аптеке.
                </p>

                <p>
                    <strong>6.1.4.</strong> Ограничить количество одновременно заказанного или зарезервированного Пользователем Товара.
                </p>

                <p>
                    <strong>6.1.5.</strong> В одностороннем порядке отменить Заказ Пользователя или не подтвердить Предварительный заказ в случае нарушения условий настоящего Соглашения.
                </p>

                <p>
                    <strong>6.1.6.</strong> Ввести ограничения по сумме Заказов и/или Предварительных заказов.
                </p>

                <p>
                    <strong>6.1.7.</strong> Заблокировать учетную запись Пользователя и запретить доступ к Сервису Аптекарский остров в случае систематического отказа от оформленных Заказов и/или Предварительных заказов.
                </p>

                <p>
                    <strong>6.1.8.</strong> Продавец вправе отозвать настоящее Соглашение в любое время.
                </p>

                <p>
                    <strong>6.2. Обязательства Пользователя:</strong>
                </p>

                <p>
                    <strong>6.2.1.</strong> До момента оформления Заказа или Предварительного заказа ознакомиться с содержанием и условиями настоящего Соглашения, а также с информацией о Товарах, представленной на Сервисе Аптекарский остров.
                </p>

                <p>
                    <strong>6.2.2.</strong> В случае оформления Заказа на Товары, доступные к дистанционной продаже, Пользователь обязуется ознакомиться с порядком и условиями доставки, размещёнными на сайте <a href="https://www.вашдомен.ru/">https://www.вашдомен.ru</a>  в разделе «Доставка».
                </p>

                <p>
                    <strong>6.2.3.</strong> Для выполнения обязательств со стороны Аптекарский остров Пользователь обязан предоставить точные и полные данные, необходимые для идентификации и получения Заказа.
                </p>

                <p>
                    <strong>6.2.4.</strong> Оплатить Товар непосредственно в Аптеке при получении. Онлайн-оплата недоступна.
                </p>

                <p>
                    <strong>6.2.5.</strong> Не использовать Товар, оформленный через Сервис Аптекарский остров, в предпринимательских целях.
                </p>

                <p>
                    <strong>6.2.6.</strong> Пользователь обязуется воздерживаться от следующих действий:
                </p>

                <ul>
                    <li><strong>6.2.6.1.</strong> Несанкционированно собирать, хранить или распространять персональные данные других лиц;</li>
                    <li><strong>6.2.6.2.</strong> Нарушать нормальную работу Сервиса Аптекарский остров, включая действия, направленные на изменение его функционирования;</li>
                    <li><strong>6.2.6.3.</strong> Обходить технические ограничения, установленные Сервисом Аптекарский остров, в т.ч. на сайте или в мобильном приложении;</li>
                    <li><strong>6.2.6.4.</strong> Изучать технологию, декомпилировать или дизассемблировать Сервис Аптекарский остров, за исключением случаев, прямо предусмотренных законодательством Российской Федерации;</li>
                    <li><strong>6.2.6.5.</strong> Создавать копии экземпляров Сервиса Аптекарский остров, включая дизайн и интерфейс;</li>
                    <li><strong>6.2.6.6.</strong> Любым образом модифицировать Сервис Аптекарский остров;</li>
                    <li><strong>6.2.6.7.</strong> Содействовать действиям, направленным на нарушение положений Соглашения;</li>
                    <li><strong>6.2.6.8.</strong> Совершать иные действия, нарушающие нормы законодательства РФ или международное право.</li>
                </ul>
            </div>
            <div className="section">
                <h2>7. Интеллектуальная собственность</h2>

                <p>
                    <strong>7.1.</strong> Все права на Сервис Аптекарский остров в целом, сайт, мобильные приложения, товарные знаки, объекты авторских прав, включая тексты, изображения, фотографии, дизайны, аудиовизуальные произведения и иные объекты интеллектуальной собственности (далее — «Объекты интеллектуальной собственности»), представленные на Сервисе, принадлежат ООО «Аптекарский остров» (ОГРН 1147746631988, ИНН 7704865540, адрес местонахождения юридического лица: Санкт-Петербург, Ярославский пр-т, 32, литер Г, помещение 2-Н), если иное не указано в содержании Сервиса.
                </p>

                <p>
                    <strong>7.2.</strong> Пользование Объектами интеллектуальной собственности не передаётся и не предоставляется Посетителю или Пользователю в результате использования Сервиса Аптекарский остров.
                </p>

                <p>
                    <strong>7.3.</strong> Любое несанкционированное использование товарных знаков и/или иных материалов, указанных в п. 7.1 настоящего Соглашения, категорически запрещено и является нарушением законодательства Российской Федерации.<br />
                    <br />
                    Отсутствие знаков охраны ®, ™ или © не влияет на наличие прав на Объекты интеллектуальной собственности или на применение настоящего Соглашения.
                </p>

                <p>
                    <strong>7.4.</strong> Объекты интеллектуальной собственности, указанные в п. 7.1 настоящего Соглашения, не могут быть использованы, скопированы, воспроизведены, изменены (переработаны), заимствованы, опубликованы, распространены, переданы третьим лицам целиком или в части каким бы то ни было способом, включая размещение материалов в сети «Интернет» через сторонние сайты, без предварительного письменного согласия Аптекарский остров или правообладателя, чьи материалы размещены на Сервисе с его разрешения.<br />
                    <br />
                    Исключение составляют случаи использования материалов в личных некоммерческих целях, не связанных с копированием, распространением или иным неправомерным использованием.
                </p>
            </div>
            <div className="section">
                <h2>8. Иные положения</h2>

                <p>
                    <strong>8.1.</strong> В отношении лекарственных препаратов, отпускаемых по рецепту врача, лекарственных препаратов, содержащих наркотические средства, психотропные вещества и их прекурсоры, лекарственных препаратов, содержащих сильнодействующие вещества, радиофармацевтических препаратов, спиртосодержащих лекарственных препаратов с объемной долей этилового спирта свыше 25 процентов не применяются правила дистанционной торговли (за исключением случаев, указанных в разделе 9 настоящего Соглашения). Для таких Товаров доступен только Предварительный заказ (предварительное резервирование с последующим заключением договора купли-продажи в Аптеке).
                </p>

                <p>
                    <strong>8.2.</strong> Ответственность за действия несовершеннолетних Пользователей, включая оформление ими Заказов и/или Предварительных Заказов, несут их законные представители.
                </p>

                <p>
                    <strong>8.3.</strong> Сервис Аптекарский остров может содержать ссылки на сторонние интернет-ресурсы. Аптекарский остров не несёт ответственности за доступность этих ресурсов, за размещённую на них информацию или за возможные последствия её использования.
                </p>

                <p>
                    <strong>8.4.</strong> Вся информация о свойствах и назначении Товаров, опубликованная с использованием Сервиса Аптекарский остров, носит справочный характер и не должна применяться Пользователями для принятия самостоятельного решения о применении Товара. Эта информация не заменяет очную консультацию врача. Некоторые Товары могут иметь противопоказания к применению.
                </p>

                <p>
                    <strong>8.5.</strong> Аптекарский остров не несёт ответственности за убытки, возникшие вследствие использования Пользователем Сервиса или его отдельных функций.
                </p>

                <p>
                    <strong>8.6.</strong> Ответственность Аптекарский остров перед Пользователем наступает только в случае наличия вины, в соответствии с действующим законодательством Российской Федерации.
                </p>

                <p>
                    <strong>8.7.</strong> Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с действующими нормами российского законодательства, в частности:
                    <br /><br />
                    - Гражданским кодексом Российской Федерации;<br />
                    - Федеральным законом № 2300-1 от 07.02.1992 г. «О защите прав потребителей»;<br />
                    - Федеральным законом № 61-ФЗ от 12.04.2010 г. «Об обращении лекарственных средств»;<br />
                    - Постановлением Правительства РФ № 612 от 27.09.2007 г. «Об утверждении Правил продажи товаров дистанционным способом»;<br />
                    - Постановлением Правительства РФ № 697 от 16.05.2020 г. «Об утверждении Правил выдачи разрешения на осуществление розничной торговли лекарственными препаратами для медицинского применения дистанционным способом, осуществления такой торговли и доставки указанных лекарственных препаратов гражданам»;<br />
                    - Постановлением Правительства РФ № 55 от 19.01.1998 г. «Об утверждении Правил продажи отдельных видов товаров»;<br />
                    - Постановлением Правительства РФ № 323 от 30.06.2004 г. «Об утверждении Положения о Федеральной службе по надзору в сфере здравоохранения».
                </p>

                <p>
                    <strong>8.8.</strong> Все возможные споры, связанные с использованием Сервиса Аптекарский остров, разрешаются в порядке, установленном действующим законодательством Российской Федерации.
                </p>

                <p>
                    <strong>8.9.</strong> Если одно или несколько положений Соглашения будут признаны недействительными или не имеющими юридической силы, это не влияет на применимость остальных положений Соглашения.
                </p>

                <p>
                    <strong>Сведения об уполномоченных федеральных органах исполнительной власти:</strong><br />
                    <br />
                    Контроль за розничной продажей лекарственных препаратов дистанционным способом осуществляет:<br />
                    <br />
                    <strong>Территориальный орган Федеральной службы по надзору в сфере здравоохранения по г. Санкт-Петербургу и Ленинградской области.</strong>
                </p>
            </div>
        </div>
    );
}

export default TermsOfUsePage;
